Repository: JokerLord/alarm-tg-bot
Catalog: po/*.UTF-8/LC_MESSAGES/bot.po
Languages: ru_ru

source: To set the call for N hours when urgent search fee appears use */call N* command
ru_ru: Чтобы поставить дозвон на N часов при появлении срочного сбора на поиск, воспользуйтесь командой */call N*

source: There is no information which phone to set call for.Send your phone number with the command */number* in bot private messages
ru_ru: Нет информации о том, на какой телефн поставить дозвон.Отправьте свой телефон командой */number* в личных сообщениях боту

source: Error in command: {}
ru_ru: Ошибка в команде: {}

source: The call is set until
ru_ru: Поставлен дозвон до

source: Send phone number
ru_ru: Отправить телефон

source: Send your phone number by clicking the button
ru_ru: Отправьте свой номер телефона нажав на кнопку

source: Your phone number is already saved in the database
ru_ru: Ваш номер уже сохранен в базе данных

source: Phone number successfully added!
ru_ru: Номер успешно добавлен!

source: The message must match the pattern /call hours
ru_ru: Сообщение должно соответствовать шаблону /call hours

source: Number of hours must be greater than 0
ru_ru: Количество часов должно быть больше 0

source: To add a phone number write the command /number in a private message to the bot
ru_ru: Для добавления номера напишите команду /number в личные сообщения боту
